Repository: acasemaSerrano/projectExplorer
Catalog: Properties/Resources.*.resx
Languages: es_es

# Form1_Error_XMLNotFound_caption
source: XML not found
es_es: XML no encontrado

# Form1_Error_XMLNotFound_message
source: An XML was not found in the project path:
es_es: No se encontró en la ruta del proyecto un XML:

# Form1_Error_NoName_caption
source: No name
es_es: Sin nombre

# Form1_Error_NoName_message
source: No name was specified
es_es: No se especificó ningún nombre

# Form1_btnSearchFolder
source: Search
es_es: Buscar

# Form1_btnReloadPath
source: Reload
es_es: Recargar

# Form1_lblParentFolder
source: Parent folder path of all projects:
es_es: Ruta de la carpeta de todos los proyectos:

# Form1_btCreateProject
source: Create project
es_es: Crear proyecto

# Form1_chPermissions
source: permissions
es_es: permisos

# Form1_chGroup
source: Group
es_es: Grupo

# Form1_title
source: Projects
es_es: Proyectos

# Form1_Error_ProjectExists_message
source: A project with the same name already exists, do you want to redo the project?
es_es: Ya existe un proyecto con el mismo nombre, ¿quieres rehacer el proyecto?

# Form1_Error_ProjectExists_caption
source: Project exists
es_es: El proyecto existe

# Form1_InputBox_GetNameNewProject_message
source: Enter the name of the new project
es_es: Introduce el nombre del nuevo proyecto

# Form1_InputBox_GetNameNewProject_caption
source: New project
es_es: Nuevo proyecto

# Form1_Error_XmlInterpreter_caption
source: There has been in the xml
es_es: Ha habido en el xml

# Form1_Error_XmlInterpreter_ExeptionXMLNotRoot_message
source: The XML does not have a root named "rood"
es_es: El XML no tiene una raíz llamada "rood"

# Form1_Error_XmlInterpreter_ExeptionXMLHasNotChildNodes_message
source: The XML root has no children.
es_es: El la raíz del XML no tiene hijos.

# Form1_Error_XmlInterpreter_message
source: There was an error executing the XML
es_es: Ha habido un error en la ejecución del XML

# Form1_permission_f
source: Total Access
es_es: Acceso total

# Form1_permission_rx
source: read and execute access
es_es: lectura y ejecución del acceso

# Form1_permission_r
source: read only access
es_es: acceso de solo lectura

# Form1_permission_w
source: write only access
es_es: acceso de solo escritura

# Form1_permission_d
source: Remove
es_es: Eliminar

# Form1_permission_n
source: no access
es_es: sin acceso

# Form1_permission_m
source: Modify access
es_es: Modificar acceso

# Form1_permission_default
source: strange permission
es_es: permiso extraño
